Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SettingsAutoRefreshTitle.Text
source: Automatic refresh
ar_sa: التحديث التلقائي
de_de: Automatische Aktualisierung
es_es: Actualización automática
fr_fr: Actualisation automatique
hi_in: स्वचालित ताज़ा
ja_jp: 自動更新
ko_kr: 자동 새로고침
pt_br: Atualização automática
tr_tr: Otomatik yenileme
zh_hans: 自动刷新

# SettingsCommonSupportTopicsTitle.Text
source: Common support topics
ar_sa: موضوعات الدعم المشتركة
de_de: Allgemeine Supportthemen
es_es: Temas de soporte comunes
fr_fr: Sujets d'assistance courants
hi_in: सामान्य समर्थन विषय
ja_jp: 一般的なサポート トピック
ko_kr: 일반적인 지원 주제
pt_br: Tópicos de suporte comuns
tr_tr: Ortak destek konuları
zh_hans: 常见支持主题

# SettingsCopyright.Text
source: Copyright 2026 KROIRA.
ar_sa: حقوق الطبع والنشر 2026 KROIRA.
hi_in: कॉपीराइट 2026 KROIRA.
ja_jp: 著作権 2026 KROIRA。
pt_br: Direitos autorais 2026 KROIRA.
tr_tr: Telif Hakkı 2026 KROIRA.
zh_hans: 版权所有 2026 KROIRA。

# SettingsDiagnosticsExportSubtitle.Text
source: Sanitized source reports are available per source and do not include credentials or provider tokens.
ar_sa: تتوفر تقارير المصدر المعقمة لكل مصدر ولا تتضمن بيانات الاعتماد أو الرموز المميزة للموفر.
de_de: Bereinigte Quellberichte sind pro Quelle verfügbar und enthalten keine Anmeldeinformationen oder Anbieter-Tokens.
es_es: Los informes de origen saneados están disponibles por origen y no incluyen credenciales ni tokens de proveedor.
fr_fr: Les rapports sources nettoyés sont disponibles par source et n'incluent pas d'informations d'identification ni de jetons de fournisseur.
hi_in: स्वच्छ स्रोत रिपोर्ट प्रति स्रोत उपलब्ध हैं और इसमें क्रेडेंशियल या प्रदाता टोकन शामिल नहीं हैं।
ja_jp: サニタイズされたソース レポートはソースごとに利用でき、資格情報やプロバイダー トークンは含まれません。
ko_kr: 삭제된 소스 보고서는 소스별로 제공되며 자격 증명이나 공급자 토큰을 포함하지 않습니다.
pt_br: Os relatórios de origem higienizados estão disponíveis por origem e não incluem credenciais ou tokens de provedor.
tr_tr: Temizlenmiş kaynak raporları kaynak başına mevcuttur ve kimlik bilgilerini veya sağlayıcı belirteçlerini içermez.
zh_hans: 每个源都可以使用经过净化的源报告，并且不包括凭据或提供商令牌。

# SettingsDiagnosticsExportTitle.Text
source: Diagnostics export
ar_sa: تصدير التشخيص
de_de: Diagnoseexport
es_es: Exportación de diagnósticos
fr_fr: Exportation des diagnostics
hi_in: निदान निर्यात
ja_jp: 診断のエクスポート
ko_kr: 진단 내보내기
pt_br: Exportação de diagnóstico
tr_tr: Tanılamayı dışa aktarma
zh_hans: 诊断导出

# SettingsDisclaimerSubtitle.Text
source: Content and source responsibility.
ar_sa: مسؤولية المحتوى والمصدر.
de_de: Inhalts- und Quellenverantwortung.
es_es: Responsabilidad de contenidos y fuentes.
fr_fr: Responsabilité du contenu et de la source.
hi_in: सामग्री और स्रोत जिम्मेदारी.
ja_jp: 内容と出典の責任。
ko_kr: 콘텐츠 및 출처 책임.
pt_br: Responsabilidade pelo conteúdo e pela fonte.
tr_tr: İçerik ve kaynak sorumluluğu.
zh_hans: 内容和来源责任。

# SettingsDisclaimerTitle.Text
source: Disclaimer
ar_sa: إخلاء المسؤولية
de_de: Haftungsausschluss
es_es: Descargo de responsabilidad
fr_fr: Avis de non-responsabilité
hi_in: अस्वीकरण
ja_jp: 免責事項
ko_kr: 면책조항
pt_br: Isenção de responsabilidade
tr_tr: Sorumluluk reddi beyanı
zh_hans: 免责声明

# SettingsEnableAutoRefreshTitle.Text
source: Enable automatic refresh
ar_sa: تمكين التحديث التلقائي
de_de: Aktivieren Sie die automatische Aktualisierung
es_es: Habilitar actualización automática
fr_fr: Activer l'actualisation automatique
hi_in: स्वचालित रीफ़्रेश सक्षम करें
ja_jp: 自動更新を有効にする
ko_kr: 자동 새로고침 활성화
pt_br: Habilitar atualização automática
tr_tr: Otomatik yenilemeyi etkinleştir
zh_hans: 启用自动刷新

# SettingsEpgPreferencesSubtitle.Text
source: Guide sources, stale guide warnings, and manual channel matching are managed from the guide and source diagnostics surfaces.
ar_sa: تتم إدارة مصادر الدليل وتحذيرات الدليل التي لا معنى لها ومطابقة القنوات اليدوية من الدليل وأسطح تشخيص المصدر.
de_de: Guide-Quellen, veraltete Guide-Warnungen und manuelle Kanalzuordnung werden über die Guide- und Quellendiagnoseoberflächen verwaltet.
es_es: Las fuentes de guía, las advertencias de guía obsoletas y la coincidencia manual de canales se administran desde las superficies de diagnóstico de fuente y guía.
fr_fr: Les sources de guide, les avertissements de guide obsolètes et la correspondance manuelle des canaux sont gérés à partir des surfaces de diagnostic de guide et de source.
hi_in: गाइड स्रोत, पुरानी गाइड चेतावनियाँ और मैन्युअल चैनल मिलान को गाइड और स्रोत डायग्नोस्टिक्स सतहों से प्रबंधित किया जाता है।
ja_jp: ガイド ソース、古いガイドの警告、および手動チャンネル マッチングは、ガイドとソースの診断面から管理されます。
ko_kr: 가이드 소스, 오래된 가이드 경고 및 수동 채널 일치는 가이드 및 소스 진단 표면에서 관리됩니다.
pt_br: Fontes de guia, avisos de guia obsoletos e correspondência manual de canais são gerenciados a partir das superfícies de diagnóstico de guia e fonte.
tr_tr: Kılavuz kaynakları, eski kılavuz uyarıları ve manuel kanal eşleştirme, kılavuz ve kaynak tanılama yüzeylerinden yönetilir.
zh_hans: 指南源、陈旧指南警告和手动通道匹配是从指南和源诊断界面进行管理的。

# SettingsEpgPreferencesTitle.Text
source: EPG preferences
ar_sa: تفضيلات EPG
de_de: EPG-Einstellungen
es_es: Preferencias de EPG
fr_fr: Préférences EPG
hi_in: EPG प्राथमिकताएँ
ja_jp: EPG の設定
ko_kr: EPG 환경설정
pt_br: Preferências EPG
tr_tr: EPG tercihleri
zh_hans: EPG 偏好设置

# SettingsExportButton.Content
source: Export
ar_sa: تصدير
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
hi_in: निर्यात करें
ja_jp: エクスポート
ko_kr: 수출
pt_br: Exportar
tr_tr: İhracat
zh_hans: 出口

# SettingsHelpSubtitle.Text
source: Quick start for bringing your own sources.
ar_sa: بداية سريعة لجلب المصادر الخاصة بك.
de_de: Schneller Einstieg zum Einbringen eigener Quellen.
es_es: Inicio rápido para traer sus propias fuentes.
fr_fr: Démarrage rapide pour apporter vos propres sources.
hi_in: अपने स्वयं के स्रोत लाने के लिए त्वरित शुरुआत।
ja_jp: 独自のソースを持ち込むためのクイック スタート。
ko_kr: 자신만의 소스를 가져오기 위한 빠른 시작입니다.
pt_br: Início rápido para trazer suas próprias fontes.
tr_tr: Kendi kaynaklarınızı getirmek için hızlı başlangıç.
zh_hans: 快速开始携带自己的资源。

# SettingsHelpTitle.Text
source: Help
ar_sa: مساعدة
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hi_in: मदद
ja_jp: ヘルプ
ko_kr: 도움말
pt_br: Ajuda
tr_tr: Yardım
zh_hans: 帮助

# SettingsInstalledPackageLabel.Text
source: Installed package
ar_sa: الحزمة المثبتة
de_de: Installiertes Paket
es_es: Paquete instalado
fr_fr: Paquet installé
hi_in: संस्थापित पैकेज
ja_jp: インストールされたパッケージ
ko_kr: 설치된 패키지
pt_br: Pacote instalado
tr_tr: Kurulu paket
zh_hans: 安装包

# SettingsLanguageTitle.Text
source: App language
ar_sa: لغة التطبيق
de_de: App-Sprache
es_es: Idioma de la aplicación
fr_fr: Langue de l'application
hi_in: ऐप भाषा
ja_jp: アプリ言語
ko_kr: 앱 언어
pt_br: Idioma do aplicativo
tr_tr: Uygulama dili
zh_hans: 应用语言

# SettingsLocalResumeRouting.Text
source: Local resume and routing
ar_sa: السيرة الذاتية والتوجيه المحلي
de_de: Lokaler Lebenslauf und Weiterleitung
es_es: Currículum local y enrutamiento
fr_fr: CV local et routage
hi_in: स्थानीय बायोडाटा और रूटिंग
ja_jp: ローカル履歴書とルーティング
ko_kr: 로컬 이력서 및 라우팅
pt_br: Currículo local e roteamento
tr_tr: Yerel özgeçmiş ve yönlendirme
zh_hans: 本地恢复和路由

# SettingsMetadataPreferencesSubtitle.Text
source: TMDb enrichment is a background fallback when local provider artwork or titles are incomplete.
ar_sa: يعد إثراء TMDb بمثابة خلفية احتياطية عندما تكون الأعمال الفنية أو العناوين الخاصة بالمزود المحلي غير مكتملة.
de_de: Die TMDb-Anreicherung ist ein Hintergrund-Fallback, wenn Kunstwerke oder Titel lokaler Anbieter unvollständig sind.
es_es: El enriquecimiento con TMDb es un respaldo de fondo cuando las obras de arte o los títulos del proveedor local están incompletos.
fr_fr: L'enrichissement TMDb est une solution de secours en arrière-plan lorsque les illustrations ou les titres du fournisseur local sont incomplets.
hi_in: TMDb संवर्धन एक पृष्ठभूमि फ़ॉलबैक है जब स्थानीय प्रदाता कलाकृति या शीर्षक अधूरे होते हैं।
ja_jp: TMDb エンリッチメントは、ローカル プロバイダーのアートワークまたはタイトルが不完全な場合のバックグラウンド フォールバックです。
ko_kr: TMDb 강화는 로컬 공급자 아트워크 또는 제목이 불완전한 경우 배경 대체입니다.
pt_br: O enriquecimento TMDb é uma alternativa em segundo plano quando a arte ou os títulos do fornecedor local estão incompletos.
tr_tr: TMDb zenginleştirmesi, yerel sağlayıcının çizimleri veya başlıkları eksik olduğunda bir arka plan geri dönüşüdür.
zh_hans: 当本地提供商的插图或标题不完整时，TMDb 丰富是一种背景回退。

# SettingsMetadataPreferencesTitle.Text
source: Metadata preferences
ar_sa: تفضيلات البيانات التعريفية
de_de: Metadateneinstellungen
es_es: Preferencias de metadatos
fr_fr: Préférences de métadonnées
hi_in: मेटाडेटा प्राथमिकताएँ
ja_jp: メタデータの設定
ko_kr: 메타데이터 환경설정
pt_br: Preferências de metadados
tr_tr: Meta veri tercihleri
zh_hans: 元数据首选项

# SettingsNameLabel.Text
source: Name
ar_sa: الاسم
es_es: Nombre
fr_fr: Nom
hi_in: नाम
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
tr_tr: İsim
zh_hans: 名称

# SettingsOpenGuideButton.Content
source: Open Guide
ar_sa: افتح الدليل
de_de: Leitfaden öffnen
es_es: Guía abierta
fr_fr: Ouvrir le guide
hi_in: गाइड खोलें
ja_jp: オープンガイド
ko_kr: 가이드 열기
pt_br: Guia aberto
tr_tr: Kılavuzu Aç
zh_hans: 打开指南

# SettingsOpenSourcesButton.Content
source: Open Sources
ar_sa: المصادر المفتوحة
de_de: Offene Quellen
es_es: Fuentes abiertas
fr_fr: Sources ouvertes
hi_in: खुले स्रोत
ja_jp: オープンソース
ko_kr: 오픈 소스
pt_br: Fontes abertas
tr_tr: Açık Kaynaklar
zh_hans: 开源

# SettingsPageSubtitle.Text
source: Playback, library, appearance, and support settings.
ar_sa: إعدادات التشغيل والمكتبة والمظهر والدعم.
de_de: Wiedergabe-, Bibliotheks-, Darstellungs- und Supporteinstellungen.
es_es: Configuración de reproducción, biblioteca, apariencia y soporte.
fr_fr: Paramètres de lecture, de bibliothèque, d’apparence et de prise en charge.
hi_in: प्लेबैक, लाइब्रेरी, उपस्थिति और समर्थन सेटिंग्स।
ja_jp: 再生、ライブラリ、外観、サポート設定。
ko_kr: 재생, 라이브러리, 모양 및 지원 설정입니다.
pt_br: Configurações de reprodução, biblioteca, aparência e suporte.
tr_tr: Oynatma, kitaplık, görünüm ve destek ayarları.
zh_hans: 播放、库、外观和支持设置。

# SettingsPageTitle.Text
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
tr_tr: Ayarlar
zh_hans: 设置

# SettingsPlaybackPreferencesSubtitle.Text
source: Resume state, favorites, and playback routing stay local and are applied without blocking app launch.
ar_sa: تظل حالة الاستئناف والمفضلة وتوجيه التشغيل محلية ويتم تطبيقها دون حظر تشغيل التطبيق.
de_de: Lebenslaufstatus, Favoriten und Wiedergabeweiterleitung bleiben lokal und werden angewendet, ohne den App-Start zu blockieren.
es_es: El estado de reanudación, los favoritos y el enrutamiento de reproducción permanecen locales y se aplican sin bloquear el inicio de la aplicación.
fr_fr: L'état de reprise, les favoris et le routage de lecture restent locaux et sont appliqués sans bloquer le lancement de l'application.
hi_in: फिर से शुरू करने की स्थिति, पसंदीदा और प्लेबैक रूटिंग स्थानीय रहते हैं और ऐप लॉन्च को अवरुद्ध किए बिना लागू किए जाते हैं।
ja_jp: 再開状態、お気に入り、および再生ルーティングはローカルに留まり、アプリの起動をブロックすることなく適用されます。
ko_kr: 재개 상태, 즐겨찾기 및 재생 라우팅은 로컬로 유지되며 앱 실행을 차단하지 않고 적용됩니다.
pt_br: O estado de retomada, os favoritos e o roteamento de reprodução permanecem locais e são aplicados sem bloquear a inicialização do aplicativo.
tr_tr: Devam durumu, favoriler ve oynatma yönlendirmesi yerel kalır ve uygulamanın başlatılmasını engellemeden uygulanır.
zh_hans: 恢复状态、收藏夹和播放路由保留在本地，并且在不阻止应用程序启动的情况下应用。

# SettingsPlaybackPreferencesTitle.Text
source: Playback preferences
ar_sa: تفضيلات التشغيل
de_de: Wiedergabeeinstellungen
es_es: Preferencias de reproducción
fr_fr: Préférences de lecture
hi_in: प्लेबैक प्राथमिकताएँ
ja_jp: 再生設定
ko_kr: 재생 환경설정
pt_br: Preferências de reprodução
tr_tr: Oynatma tercihleri
zh_hans: 播放首选项

# SettingsPrivacyPolicyOpenButton.Content
source: Open
ar_sa: مفتوح
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
hi_in: खुला
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir
tr_tr: Açık
zh_hans: 打开

# SettingsPrivacyPolicyTitle.Text
source: Privacy policy
ar_sa: سياسة الخصوصية
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
ja_jp: プライバシーポリシー
ko_kr: 개인 정보 보호 정책
pt_br: Política de privacidade
tr_tr: Gizlilik politikası
zh_hans: 隐私政策

# SettingsPrivacySupportSubtitle.Text
source: Release support, privacy, and contact details.
ar_sa: الافراج عن الدعم والخصوصية وتفاصيل الاتصال.
de_de: Release-Support, Datenschutz und Kontaktdaten.
es_es: Publicar soporte, privacidad y detalles de contacto.
fr_fr: Libérez le support, la confidentialité et les coordonnées.
hi_in: समर्थन, गोपनीयता और संपर्क विवरण जारी करें।
ja_jp: サポート、プライバシー、連絡先の詳細をリリースします。
ko_kr: 지원, 개인정보 보호, 연락처 정보를 공개하세요.
pt_br: Liberar suporte, privacidade e detalhes de contato.
tr_tr: Desteği, gizliliği ve iletişim bilgilerini bırakın.
zh_hans: 发布支持、隐私和联系方式。

# SettingsPrivacySupportTitle.Text
source: Privacy & Support
ar_sa: الخصوصية والدعم
de_de: Datenschutz und Support
es_es: Privacidad y soporte
fr_fr: Confidentialité et assistance
hi_in: गोपनीयता एवं समर्थन
ja_jp: プライバシーとサポート
ko_kr: 개인정보 보호 및 지원
pt_br: Privacidade e suporte
tr_tr: Gizlilik ve Destek
zh_hans: 隐私与支持

# SettingsProviderMetadataFirst.Text
source: Provider metadata first
ar_sa: البيانات التعريفية للموفر أولاً
de_de: Zuerst die Metadaten des Anbieters
es_es: Metadatos del proveedor primero
fr_fr: Les métadonnées du fournisseur en premier
hi_in: प्रदाता मेटाडेटा पहले
ja_jp: プロバイダーのメタデータが最初
ko_kr: 공급자 메타데이터 우선
pt_br: Metadados do provedor primeiro
tr_tr: Önce sağlayıcı meta verileri
zh_hans: 首先提供者元数据

# SettingsRefreshCadenceSubtitle.Text
source: Choose how often sources become due while the app stays open.
ar_sa: اختر عدد المرات التي تصبح فيها المصادر مستحقة أثناء بقاء التطبيق مفتوحًا.
de_de: Wählen Sie aus, wie oft Quellen fällig werden, während die App geöffnet bleibt.
es_es: Elija la frecuencia con la que vencen las fuentes mientras la aplicación permanece abierta.
fr_fr: Choisissez la fréquence à laquelle les sources deviennent exigibles pendant que l'application reste ouverte.
hi_in: चुनें कि ऐप के खुले रहने के दौरान स्रोत कितनी बार देय हो जाते हैं।
ja_jp: アプリを開いたままにしている間にソースの期限が来る頻度を選択します。
ko_kr: 앱이 열려 있는 동안 소스가 만료되는 빈도를 선택합니다.
pt_br: Escolha com que frequência as fontes vencem enquanto o aplicativo permanece aberto.
tr_tr: Uygulama açık kaldığı sürece kaynakların ne sıklıkta teslim edileceğini seçin.
zh_hans: 选择应用程序保持打开状态时来源到期的频率。

# SettingsRefreshCadenceTitle.Text
source: Refresh cadence
ar_sa: تحديث الإيقاع
de_de: Trittfrequenz aktualisieren
es_es: Actualizar cadencia
fr_fr: Cadence de rafraîchissement
hi_in: ताल ताज़ा करें
ja_jp: リフレッシュの頻度
ko_kr: 케이던스 새로 고침
pt_br: Cadência de atualização
tr_tr: Kadansı yenile
zh_hans: 刷新节奏

# SettingsReleaseLabel.Text
source: Release
ar_sa: الافراج
de_de: Veröffentlichung
es_es: Lanzamiento
fr_fr: Libération
hi_in: रिहाई
ja_jp: リリース
ko_kr: 출시
pt_br: Liberar
tr_tr: Sürüm
zh_hans: 发布

# SettingsRemoteModeTitle.Text
source: Remote-friendly mode
ar_sa: وضع مناسب عن بعد
de_de: Fernbedienungsfreundlicher Modus
es_es: Modo compatible con control remoto
fr_fr: Mode convivial à distance
hi_in: रिमोट-फ्रेंडली मोड
ja_jp: リモートフレンドリーモード
ko_kr: 원격 친화적 모드
pt_br: Modo amigável remoto
tr_tr: Uzaktan dostu mod
zh_hans: 远程友好模式

# SettingsRestoreButton.Content
source: Restore
ar_sa: استعادة
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi_in: पुनर्स्थापित करें
ja_jp: 復元
ko_kr: 복원
pt_br: Restaurar
tr_tr: Geri yükle
zh_hans: 恢复

# SettingsRestoreWarning.Text
source: Restore replaces the current local setup, then rebuilds the library from the restored sources on this device.
ar_sa: تستبدل عملية الاستعادة الإعداد المحلي الحالي، ثم تعيد بناء المكتبة من المصادر المستعادة على هذا الجهاز.
de_de: Die Wiederherstellung ersetzt das aktuelle lokale Setup und erstellt dann die Bibliothek aus den wiederhergestellten Quellen auf diesem Gerät neu.
es_es: Restaurar reemplaza la configuración local actual y luego reconstruye la biblioteca a partir de las fuentes restauradas en este dispositivo.
fr_fr: La restauration remplace la configuration locale actuelle, puis reconstruit la bibliothèque à partir des sources restaurées sur ce périphérique.
hi_in: पुनर्स्थापना वर्तमान स्थानीय सेटअप को प्रतिस्थापित करती है, फिर इस डिवाइस पर पुनर्स्थापित स्रोतों से लाइब्रेरी का पुनर्निर्माण करती है।
ja_jp: 復元では、現在のローカル セットアップが置き換えられ、このデバイス上で復元されたソースからライブラリが再構築されます。
ko_kr: 복원은 현재 로컬 설정을 대체한 다음 이 장치의 복원된 소스에서 라이브러리를 다시 빌드합니다.
pt_br: A restauração substitui a configuração local atual e reconstrói a biblioteca a partir das fontes restauradas neste dispositivo.
tr_tr: Geri yükleme, geçerli yerel kurulumun yerini alır ve ardından kitaplığı bu cihazdaki geri yüklenen kaynaklardan yeniden oluşturur.
zh_hans: 恢复会替换当前的本地设置，然后从此设备上恢复的源重建库。

# SettingsRunRefreshAfterLaunchSwitch.Header
source: Run shortly after launch
ar_sa: تشغيل بعد وقت قصير من الإطلاق
de_de: Kurz nach dem Start ausführen
es_es: Ejecutar poco después del lanzamiento
fr_fr: Exécuter peu de temps après le lancement
hi_in: लॉन्च के तुरंत बाद चलाएँ
ja_jp: 起動直後に実行する
ko_kr: 출시 직후 실행
pt_br: Execute logo após o lançamento
tr_tr: Lansmanından kısa bir süre sonra çalıştırın
zh_hans: 启动后不久运行

# SettingsSourcesButton.Content
source: Sources
ar_sa: المصادر
de_de: Quellen
es_es: Fuentes
hi_in: सूत्र
ja_jp: 情報源
ko_kr: 출처
pt_br: Fontes
tr_tr: Kaynaklar
zh_hans: 来源

# SettingsStoreSubmissionVersionLabel.Text
source: Store submission version
ar_sa: نسخة تقديم المتجر
de_de: Store-Übermittlungsversion
es_es: Versión de envío de la tienda
fr_fr: Version de soumission du magasin
hi_in: स्टोर सबमिशन संस्करण
ja_jp: ストア提出バージョン
ko_kr: 스토어 제출 버전
pt_br: Versão de envio da loja
tr_tr: Gönderim sürümünü saklayın
zh_hans: 商店提交版本

# SettingsSupportEmailButton.Content
source: Email
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
fr_fr: Courriel
hi_in: ईमेल
ja_jp: 電子メール
ko_kr: 이메일
tr_tr: E-posta
zh_hans: 电子邮件

# SettingsSupportEmailTitle.Text
source: Support email
ar_sa: دعم البريد الإلكتروني
es_es: Correo electrónico de soporte
fr_fr: E-mail d'assistance
hi_in: समर्थन ईमेल
ja_jp: サポートメール
ko_kr: 지원 이메일
pt_br: E-mail de suporte
tr_tr: Destek e-postası
zh_hans: 支持电子邮件

# SettingsSupportOpenButton.Content
source: Open
ar_sa: مفتوح
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
hi_in: खुला
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir
tr_tr: Açık
zh_hans: 打开

# SettingsSupportPageTitle.Text
source: Support page
ar_sa: صفحة الدعم
de_de: Support-Seite
es_es: Página de soporte
fr_fr: Page d'assistance
hi_in: समर्थन पृष्ठ
ja_jp: サポートページ
ko_kr: 지원 페이지
pt_br: Página de suporte
tr_tr: Destek sayfası
zh_hans: 支持页面

# SettingsThemePresetSubtitle.Text
source: Adjust the page atmosphere and surface gradient family.
ar_sa: ضبط جو الصفحة وعائلة التدرج السطحي.
de_de: Passen Sie die Seitenatmosphäre und die Oberflächengradientenfamilie an.
es_es: Ajuste la atmósfera de la página y la familia de degradados de superficie.
fr_fr: Ajustez l’atmosphère de la page et la famille de dégradés de surface.
hi_in: पृष्ठ वातावरण और सतह ग्रेडिएंट परिवार को समायोजित करें।
ja_jp: ページの雰囲気と表面のグラデーション ファミリを調整します。
ko_kr: 페이지 분위기와 표면 그라데이션 패밀리를 조정합니다.
pt_br: Ajuste a atmosfera da página e a família de gradientes de superfície.
tr_tr: Sayfa atmosferini ve yüzey gradyan ailesini ayarlayın.
zh_hans: 调整页面氛围和表面渐变系列。

# SettingsThemePresetTitle.Text
source: Theme preset
ar_sa: موضوع مسبقا
de_de: Theme-Voreinstellung
es_es: Tema preestablecido
fr_fr: Thème prédéfini
hi_in: थीम पूर्व निर्धारित
ja_jp: テーマのプリセット
ko_kr: 테마 사전 설정
pt_br: Predefinição de tema
tr_tr: Tema ön ayarı
zh_hans: 主题预设

# SettingsVersionBuildLabel.Text
source: Version / build
ar_sa: الإصدار / البناء
es_es: Versión/compilación
fr_fr: Version/construction
hi_in: संस्करण/निर्माण
ja_jp: バージョン/ビルド
ko_kr: 버전/빌드
pt_br: Versão/compilação
tr_tr: Sürüm / yapı
zh_hans: 版本/构建

# SourceOnboardingAllRequestsRadio.Content
source: All requests
ar_sa: جميع الطلبات
de_de: Alle Anfragen
es_es: Todas las solicitudes
fr_fr: Toutes les demandes
hi_in: सभी अनुरोध
ja_jp: すべてのリクエスト
ko_kr: 모든 요청
pt_br: Todas as solicitações
tr_tr: Tüm istekler
zh_hans: 所有请求

# SourceOnboardingBrowseFileButton.Content
source: Browse File...
ar_sa: تصفح الملف...
de_de: Datei durchsuchen...
es_es: Explorar archivo...
fr_fr: Parcourir le fichier...
hi_in: फ़ाइल ब्राउज़ करें...
ja_jp: ファイルを参照...
ko_kr: 파일 찾아보기...
pt_br: Procurar arquivo...
tr_tr: Dosyaya Gözat...
zh_hans: 浏览文件...

# SourceOnboardingBufferedRelayRadio.Content
source: Buffered relay
ar_sa: تتابع مخزنة
de_de: Gepuffertes Relais
es_es: Relé almacenado en búfer
fr_fr: Relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: Relé com buffer
tr_tr: Arabelleğe alınmış röle
zh_hans: 缓冲继电器

# SourceOnboardingCompanionEndpointBox.Header
source: Companion endpoint
ar_sa: نقطة النهاية المصاحبة
de_de: Companion-Endpunkt
es_es: Punto final complementario
fr_fr: Point de terminaison compagnon
hi_in: सहयोगी समापनबिंदु
ja_jp: コンパニオンエンドポイント
ko_kr: 동반 엔드포인트
pt_br: Ponto de extremidade complementar
tr_tr: Tamamlayıcı uç nokta
zh_hans: 伴随端点

# SourceOnboardingCompanionRelayTitle.Text
source: Local companion relay
ar_sa: تتابع رفيق محلي
de_de: Lokale Begleitstaffel
es_es: Relevo compañero local
fr_fr: Relais compagnon local
hi_in: स्थानीय साथी रिले
ja_jp: 地元コンパニオンリレー
ko_kr: 지역 동행 릴레이
pt_br: Retransmissão complementar local
tr_tr: Yerel yardımcı rölesi
zh_hans: 本地同伴中继

# SourceOnboardingDeviceIdBox.Header
source: Device ID (Optional)
ar_sa: معرف الجهاز (اختياري)
de_de: Geräte-ID (optional)
es_es: ID del dispositivo (opcional)
fr_fr: ID de l'appareil (facultatif)
hi_in: डिवाइस आईडी (वैकल्पिक)
ja_jp: デバイスID (オプション)
ko_kr: 장치 ID(선택사항)
pt_br: ID do dispositivo (opcional)
tr_tr: Cihaz Kimliği (İsteğe bağlı)
zh_hans: 设备 ID（可选）

# SourceOnboardingDeviceIdBox.PlaceholderText
source: Leave blank to derive from the MAC address
ar_sa: اتركه فارغًا للاشتقاق من عنوان MAC
de_de: Lassen Sie das Feld leer, um von der MAC-Adresse abzuleiten
es_es: Dejar en blanco para derivar de la dirección MAC
fr_fr: Laisser vide pour dériver de l'adresse MAC
hi_in: मैक पते से प्राप्त करने के लिए खाली छोड़ दें
ja_jp: MAC アドレスから派生させる場合は空白のままにします
ko_kr: MAC 주소에서 파생하려면 비워 두세요.
pt_br: Deixe em branco para derivar do endereço MAC
tr_tr: MAC adresinden türetmek için boş bırakın
zh_hans: 留空以从 MAC 地址派生

# SourceOnboardingDirectRoutingRadio.Content
source: Direct routing
ar_sa: التوجيه المباشر
de_de: Direkte Weiterleitung
es_es: Enrutamiento directo
fr_fr: Routage direct
hi_in: सीधी रूटिंग
ja_jp: ダイレクトルーティング
ko_kr: 직접 라우팅
pt_br: Roteamento direto
tr_tr: Doğrudan yönlendirme
zh_hans: 直接路由

# SourceOnboardingFallbackXmltvUrlsBox.Header
source: Fallback/enrichment XMLTV URLs
ar_sa: عناوين URL الاحتياطية/الإثراء XMLTV
de_de: Fallback/Anreicherung von XMLTV-URLs
es_es: URL de reserva/enriquecimiento XMLTV
fr_fr: URL de repli/enrichissement XMLTV
hi_in: फ़ॉलबैक/संवर्द्धन XMLTV यूआरएल
ja_jp: フォールバック/エンリッチメント XMLTV URL
ko_kr: 대체/보강 XMLTV URL
pt_br: URLs XMLTV substitutos/enriquecidos
tr_tr: Geri dönüş/zenginleştirme XMLTV URL'leri
zh_hans: 后备/丰富 XMLTV URL

# SourceOnboardingFallbackXmltvUrlsBox.PlaceholderText
source: One XMLTV URL per line. Public feeds are optional.
ar_sa: عنوان URL واحد لـ XMLTV لكل سطر. الخلاصات العامة اختيارية.
de_de: Eine XMLTV-URL pro Zeile. Öffentliche Feeds sind optional.
es_es: Una URL XMLTV por línea. Las transmisiones públicas son opcionales.
fr_fr: Une URL XMLTV par ligne. Les flux publics sont facultatifs.
hi_in: प्रति पंक्ति एक XMLTV URL. सार्वजनिक फ़ीड वैकल्पिक हैं.
ja_jp: 1 行に 1 つの XMLTV URL。公開フィードはオプションです。
ko_kr: 한 줄에 XMLTV URL이 하나씩 있습니다. 공개 피드는 선택사항입니다.
pt_br: Um URL XMLTV por linha. Feeds públicos são opcionais.
tr_tr: Satır başına bir XMLTV URL'si. Herkese açık yayınlar isteğe bağlıdır.
zh_hans: 每行一个 XMLTV URL。公共提要是可选的。

# SourceOnboardingGuideModeTitle.Text
source: Guide mode
ar_sa: وضع الدليل
de_de: Guide-Modus
es_es: Modo guía
fr_fr: Mode guide
hi_in: गाइड मोड
ja_jp: ガイドモード
ko_kr: 가이드 모드
pt_br: Modo guia
tr_tr: Kılavuz modu
zh_hans: 引导方式
